base
base-devel
bitwarden
blueberry
bluez
bluez-utils
brightnessctl
btop
catnap-git
cava
chromium
clang
copyq
cython
dunst
efibootmgr
ffmpegthumbnailer
file-roller
firefox
git
grimblast-git
grub
hyprcursor
hyprland
hyprlock
hyprutils
imv
jdk8-openjdk
kitty
linux
linux-firmware
lxappearance
mpv
mullvad-vpn-bin
nano
neo-matrix-git
networkmanager
nomachine
nwg-look
obs-studio
obsidian
peaclock
pipewire-alsa
polkit-kde-agent
python-ipykernel
python-pip
python-pywal
python-pywalfox
python-wal-steam-git
qt5-wayland
qt6-wayland
raw-thumbnailer
rofi-lbonn-wayland-only-git
sddm-git
signal-desktop
spicetify-cli
spotify
steam
swaybg
thunar
thunar-archive-plugin
thunar-volman
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-roboto
tumbler
udiskie
usbutils
veracrypt
vimix-cursors
virtualbox
virtualbox-host-modules-arch
vscodium
vscodium-marketplace
waybar
xdg-desktop-portal
xdg-desktop-portal-hyprland
xorg-server
xorg-xinit
xorg-xrandr
xorg-xwayland
xrdp
yay